[
  {
    "tourID": 1,
    "tourName": "Venice",
    "duration": "7 Days",
    "price": 3500,
    "image": "assets/venice.jpg",
    "rating": 3.5,
    "description": "Explore the canals and iconic architecture of Venice, Italy’s romantic floating city. Enjoy gondola rides, and stroll through the bustling Piazza San Marco. Visit historic landmarks, including the Doge’s Palace and St. Mark's Basilica, and experience the unique charm of Venice's neighborhoods. Sample authentic Italian gelato by the canals, and watch skilled glassblowers on the island of Murano. Take in the beauty of Venetian art at the Gallerie dell'Accademia. This tour captures the essence of Venice’s timeless allure."
  },
  {
    "tourID": 2,
    "tourName": "Paris",
    "duration": "5 Days",
    "price": 2000,
    "image": "assets/paris.jpg",
    "rating": 4.0,
    "description": "Discover the beauty and elegance of Paris, the City of Light. This tour includes visits to the Eiffel Tower, the grand halls of the Louvre, and a scenic cruise along the River Seine. Wander through charming neighborhoods like Montmartre and indulge in world-class French cuisine. Experience the magic of Parisian cafés, perfect for people-watching and unwinding. Catch a cabaret show at the famous Moulin Rouge. This tour captures Paris’s unique mix of historic grandeur and modern charm."
  },
  {
    "tourID": 3,
    "tourName": "Moscow",
    "duration": "8 Days",
    "price": 3500,
    "image": "assets/moscow.jpg",
    "rating": 3.5,
    "description": "Step into the rich history and vibrant culture of Moscow, Russia’s capital city. Witness the grandeur of the Kremlin, marvel at the colorful domes of Saint Basil’s Cathedral, and experience Red Square’s historic atmosphere. This tour captures Moscow’s blend of historic landmarks and modern charm. Enjoy a guided tour of Moscow's world-renowned Metro stations, known as 'underground palaces.' Stroll through Gorky Park and enjoy local street performances. Taste traditional Russian dishes and immerse yourself in the city's lively atmosphere."
  },
  {
    "tourID": 4,
    "tourName": "Egypt",
    "duration": "10 Days",
    "price": 4000,
    "image": "assets/egypt.jpg",
    "rating": 5.0,
    "description": "Travel back to ancient times with a tour of Egypt’s most remarkable sites. See the Pyramids of Giza, the enigmatic Sphinx, and explore temples along the Nile River. This immersive journey offers a unique glimpse into the world of pharaohs and timeless treasures. Sail on a traditional felucca boat along the Nile for a unique perspective. Visit the Egyptian Museum to see treasures from King Tutankhamun's tomb. Discover the vibrant bazaars of Cairo, brimming with spices, jewelry, and local crafts."
  },
  {
    "tourID": 5,
    "tourName": "Spain",
    "duration": "12 Days",
    "price": 4500,
    "image": "assets/spain.jpg",
    "rating": 4.5,
    "description": "Experience Spain’s diverse landscapes and vibrant culture on this expansive tour. Visit Barcelona's stunning architecture, Madrid's royal splendor, and relax on the beautiful beaches of Costa Brava. Enjoy flamenco shows, Spanish cuisine, and the Mediterranean lifestyle at its finest. Discover Gaudí's masterpieces, like the Sagrada Familia and Park Güell. Explore historic sites in Seville, including the Alcázar and Plaza de España. Relish in tapas tastings, discovering Spain’s culinary diversity."
  },
  {
    "tourID": 6,
    "tourName": "Japan",
    "duration": "8 Days",
    "price": 3800,
    "image": "assets/japan.jpg",
    "rating": 2.6,
    "description": "Explore Japan’s harmony of tradition and innovation with visits to Tokyo, Kyoto, and Mount Fuji. Marvel at ancient temples, bustling cityscapes, and peaceful Zen gardens. This tour is ideal for experiencing Japan’s unique blend of rich history and cutting-edge culture. Stroll through Kyoto's bamboo groves and ancient shrines. Visit Hiroshima's Peace Memorial Park for a poignant historical experience. Sample sushi, ramen, and Japan's renowned street food offerings."
  },
  {
    "tourID": 7,
    "tourName": "Australia",
    "duration": "15 Days",
    "price": 5000,
    "image": "assets/australia.jpg",
    "rating": 4.4,
    "description": "Discover Australia’s natural wonders and iconic cities, from Sydney’s harbor to Melbourne’s artsy charm. Dive into the Great Barrier Reef, traverse the Outback, and explore tropical rainforests. This tour captures Australia’s incredible biodiversity and cosmopolitan energy. Visit Uluru for a breathtaking sunrise over the red desert. Encounter unique wildlife at a koala sanctuary. Experience beach culture on the Gold Coast, where surf meets sand."
  },
  {
    "tourID": 8,
    "tourName": "South Africa",
    "duration": "9 Days",
    "price": 4200,
    "image": "assets/southafrica.jpg",
    "rating": 1.5,
    "description": "Experience South Africa’s stunning landscapes and wildlife on this unforgettable journey. Embark on a safari in Kruger National Park, and enjoy breathtaking views from Table Mountain in Cape Town. Learn about South Africa’s diverse cultures and explore its beautiful coastline. Discover vibrant markets in Johannesburg. Visit Robben Island, where Nelson Mandela was imprisoned. Taste South African wines in the scenic vineyards of Stellenbosch."
  },
  {
    "tourID": 9,
    "tourName": "New Zealand",
    "duration": "7 Days",
    "price": 3700,
    "image": "assets/newzealand.jpg",
    "rating": 3.5,
    "description": "Experience the dramatic landscapes of New Zealand, from majestic fjords to lush forests. Explore the renowned Milford Sound, the geothermal wonders of Rotorua, and the rolling hills of Hobbiton. Perfect for nature lovers, this tour combines adventure with scenic beauty. Try thrilling activities like bungee jumping in Queenstown. Experience Maori culture with a traditional haka performance. Witness stunning starry skies in one of the world's best stargazing spots."
  },
  {
    "tourID": 10,
    "tourName": "Canada",
    "duration": "10 Days",
    "price": 4600,
    "image": "assets/canada.jpg",
    "rating": 2.5,
    "description": "Explore Canada’s expansive wilderness and vibrant cities. Visit Banff National Park, marvel at Niagara Falls, and experience the multicultural vibes of Toronto and Vancouver. This tour offers a balance of urban exploration and breathtaking natural sights. Experience whale watching off the coast of British Columbia. Hike the stunning trails of Jasper National Park. Savor local delicacies like poutine and fresh seafood."
  },
  {
    "tourID": 11,
    "tourName": "Greece",
    "duration": "7 Days",
    "price": 3300,
    "image": "assets/greece.jpg",
    "rating": 3.7,
    "description": "Uncover Greece’s ancient history and serene islands on this enchanting tour. Walk among the ruins in Athens, relax on Santorini’s beaches, and explore the vibrant island of Mykonos. This trip offers a perfect mix of history, relaxation, and stunning scenery. Cruise the crystal-clear waters of the Aegean Sea. Experience traditional Greek dance performances. Enjoy Mediterranean cuisine featuring olives, feta, and fresh seafood."
  },
  {
    "tourID": 12,
    "tourName": "Iceland",
    "duration": "8 Days",
    "price": 4100,
    "image": "assets/iceland.jpg",
    "rating": 4.0,
    "description": "Experience Iceland’s unique and rugged beauty, from the geothermal Blue Lagoon to dramatic geysers and waterfalls. Chase the northern lights and explore Iceland’s vibrant capital, Reykjavik. Ideal for adventurers, this tour offers breathtaking natural sights and Icelandic culture. Walk on glaciers and marvel at volcanic landscapes. Visit the black sand beaches of Vik. Immerse in Icelandic hot springs for a rejuvenating experience."
  }
]
